Repository: agustin-recoba/gameshow
Catalog: lib/l10n/intl_*.arb
Languages: es

# selectGame
source: Select a game:
es: Seleccionar juego:

source: Settings
es: Configuraciones

# drawerExtraSettings
source: Game specific settings
es: Configuraciones de este juego

# itemSizeSelect
source: Item size
es: Tamaño de los items

# themeSelect
source: App theme
es: Tema de la app

source: Dark
es: Oscuro

source: Light
es: Claro

source: System
es: Sistema

# languageSelect
source: Language
es: Idioma

source: English
es: Inglés

source: Spanish
es: Español

source: TicTacToe
es: Ta-Te-Tí

# turnText
source: It's {turn}'s turn
es: Es el turno de {turn}

source: Board
es: Tablero

# user
source: Player 2
es: Jugador 2

# difficultyEasy
source: CPU easy
es: CPU fácil

# difficultyMedium
source: CPU medium
es: CPU medio

# difficultyHard
source: CPU hard
es: CPU difícil

source: Opponent
es: Oponente

# whoWins
source: {player} wins!
es: ¡{player} ganó!

source: Draw
es: Empate

source: Ready Player One?
es: ¿Listo para jugar?

source: Maze Solver
es: Resolver laberintos

source: Maze height
es: Altura del laberinto

source: Maze width
es: Ancho del laberinto

# explorerAI
source: Explore with AI
es: Explorar con IA

source: Secret Santa
es: Amigo invisible

source: Ascii Transformation
es: Transformación ascci

source: Precision
es: Precisión

# moreChars
source: More characters
es: Más carácteres
